Repository: LouisLu010/ComicReader
Catalog: ComicReader/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.name
source: ComicReader
zh_hans: 漫画阅读器

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.ok
source: OK
zh_hans: 好

# import.action
source: Import Folders
zh_hans: 导入文件夹

# import.dropTarget.description
source: Drop folders from Files here. They stay in place until you confirm the import.
zh_hans: 将“文件”中的文件夹拖到这里；确认导入前，原文件始终保留在原处。

# import.dropTarget.title
source: Drop Comic Folders
zh_hans: 拖入漫画文件夹

# import.dropFailure.description
source: This folder could not be kept available for preview. Choose it from Files instead.
zh_hans: 这个文件夹无法在预览期间保持可访问。请改用“文件”选择它。

# import.dropFailure.title
source: Folder Could Not Be Dropped
zh_hans: 无法拖入该文件夹

# import.jobs.cancel
source: Stop
zh_hans: 停止

# import.jobs.checkingSpace
source: Checking available space
zh_hans: 正在检查可用空间

# import.jobs.committing
source: Finishing import
zh_hans: 正在完成导入

# import.jobs.completed
source: Imported
zh_hans: 已导入

# import.jobs.copying
source: Copying original files
zh_hans: 正在复制原图

# import.jobs.failed
source: Import could not finish
zh_hans: 导入未能完成

# import.jobs.generatingThumbnail
source: Creating cover thumbnail
zh_hans: 正在生成封面缩略图

# import.jobs.paused
source: Needs attention before continuing
zh_hans: 需要处理后才能继续

# import.jobs.progress
source: %1$lld of %2$lld pages
zh_hans: %1$lld / %2$lld 页

# import.jobs.queued
source: Waiting to import
zh_hans: 等待导入

# import.jobs.report
source: Report
zh_hans: 报告

# import.jobs.restoring
source: Restoring unfinished imports
zh_hans: 正在恢复未完成的导入

# import.jobs.resume
source: Resume
zh_hans: 继续

# import.jobs.title
source: Import Tasks
zh_hans: 导入任务

# import.jobs.verifying
source: Verifying copied files
zh_hans: 正在校验已复制的文件

# import.failed.description
source: No folder was selected. Your library was not changed.
zh_hans: 未选择任何文件夹，书库没有发生变化。

# import.failed.title
source: Import Not Started
zh_hans: 未开始导入

# import.preview.chapterName
source: Chapter name
zh_hans: 章节名称

# import.preview.chapterPages
source: %lld page(s)
zh_hans: %lld 页

# import.preview.copyEstimate
source: Space needed
zh_hans: 所需空间

# import.preview.coverSelected
source: Selected cover
zh_hans: 当前封面

# import.preview.coverSection
source: Standalone cover pages
zh_hans: 独立封面页

# import.preview.cover
source: Cover: %@
zh_hans: 封面：%@

# import.preview.debugNote
source: Recognition preview only. No files have been copied.
zh_hans: 当前仅显示识别预览，尚未复制任何文件。

# import.preview.displayName
source: Display name
zh_hans: 显示名称

# import.preview.editError
source: Keep a name for this item before importing.
zh_hans: 请为该项目保留一个名称后再导入。

# import.preview.failedScans.description
source: %lld folder(s) could not be recognized. Other folders are still ready to review.
zh_hans: %lld 个文件夹无法识别，其他文件夹仍可继续预览。

# import.preview.files
source: Files to copy
zh_hans: 待复制文件

# import.preview.includeChapter
source: Include this chapter
zh_hans: 导入这一话

# import.preview.issues
source: Recognition warnings
zh_hans: 识别警告

# import.preview.moveDown
source: Move down
zh_hans: 下移

# import.preview.moveUp
source: Move up
zh_hans: 上移

# import.preview.noReadableContent
source: Choose at least one chapter with a readable page.
zh_hans: 请至少选择一话包含可读图片的章节。

# import.preview.noCover
source: Not found
zh_hans: 未找到

# import.preview.readablePages
source: Readable chapter pages
zh_hans: 可读章节页

# import.preview.ready.description
source: Review the detected structure, cover, included chapters, and copy space before any file is copied.
zh_hans: 在复制任何文件前，确认识别结构、封面、章节选择和所需空间。

# import.preview.ready.title
source: Ready to Review
zh_hans: 等待确认的导入

# import.preview.review
source: Review import
zh_hans: 查看预览

# import.preview.root
source: Top-level pages
zh_hans: 根目录页面

# import.preview.setCover
source: Use as cover
zh_hans: 设为封面

# import.preview.start
source: Start Import
zh_hans: 开始导入

# import.preview.startError
source: Import was not started. Review the selection and try again.
zh_hans: 导入没有开始，请检查选择后重试。

# import.preview.summarySection
source: Import Summary
zh_hans: 导入摘要

# import.preview.space
source: Estimated copy space: %@
zh_hans: 预计复制空间：%@

# import.preview.summary
source: %1$lld collection(s) · %2$lld chapter(s) · %3$lld page(s) · %4$lld issue(s)
zh_hans: %1$lld 个分组 · %2$lld 话 · %3$lld 页 · %4$lld 个问题

# import.preview.unavailable.description
source: This preview is no longer available. No files were copied.
zh_hans: 该预览已不可用，尚未复制任何文件。

# import.preview.unavailable.title
source: Preview Unavailable
zh_hans: 预览不可用

# import.preview.title
source: Recognition Preview
zh_hans: 识别预览

# import.report.copyFailed
source: A source file could not be copied.
zh_hans: 有来源文件无法复制。

# import.report.runtimeIssues
source: Import warnings
zh_hans: 导入警告

# import.report.scanIssues
source: Recognition warnings
zh_hans: 识别警告

# import.report.summary
source: Summary
zh_hans: 摘要

# import.report.thumbnail
source: Cover thumbnail
zh_hans: 封面缩略图

# import.report.thumbnailFailed
source: The cover thumbnail was not created. Original files are available.
zh_hans: 未能生成封面缩略图，原图文件仍可使用。

# import.report.thumbnailGenerated
source: Created
zh_hans: 已生成

# import.report.thumbnailNotStarted
source: Not requested
zh_hans: 未开始

# import.report.title
source: Import Report
zh_hans: 导入报告

# import.report.unavailable.description
source: A report is available after this import finishes.
zh_hans: 导入完成后即可查看报告。

# import.report.unavailable.title
source: Report Unavailable
zh_hans: 报告不可用

# import.report.verifiedChapters
source: Verified chapters
zh_hans: 已校验章节

# import.report.verifiedPages
source: Verified pages
zh_hans: 已校验页面

# import.scanning.count
source: Recognizing %lld folder(s).
zh_hans: 正在扫描 %lld 个文件夹。

# import.scanning.title
source: Recognizing Comics
zh_hans: 正在识别漫画

# import.selection.count
source: %lld folder(s) are ready for recognition.
zh_hans: 已选择 %lld 个文件夹，等待识别。

# import.selection.title
source: Folders Selected
zh_hans: 已选择文件夹

# import.workflow.continueFailed.message
source: The import task could not continue. Its copied files are kept for recovery.
zh_hans: 导入任务无法继续，已复制的文件会保留以便恢复。

# import.workflow.operationFailed.title
source: Import Needs Attention
zh_hans: 导入需要处理

# import.workflow.readOnly.message
source: The library is temporarily read-only while its local index is unavailable. Wait for maintenance to finish, or repair it in Settings if prompted.
zh_hans: 本地索引不可用时，书库会暂时进入只读状态。请等待维护完成；若出现提示，请先在“设置”中修复。

# import.workflow.readOnly.title
source: Library Is Read-Only
zh_hans: 书库处于只读状态

# import.workflow.startFailed.message
source: The import was not started. No source files were changed.
zh_hans: 导入没有开始，来源文件未发生变化。

# import.workflow.storageUnavailable.message
source: ComicReader cannot prepare its local import storage right now.
zh_hans: 漫画阅读器暂时无法准备本地导入存储。

# import.workflow.storageUnavailable.title
source: Import Storage Unavailable
zh_hans: 导入存储不可用

# library.empty.description
source: Choose one or more comic root folders. ComicReader will recognize volumes, chapters, and images automatically.
zh_hans: 选择一个或多个漫画根文件夹，ComicReader 将自动识别卷、话和图片。

# library.detail.chapters
source: Chapters
zh_hans: 话数

# library.detail.contents
source: Contents
zh_hans: 目录结构

# library.detail.contents.empty.description
source: No recognized chapters are available in this import.
zh_hans: 此导入中没有可用的已识别章节。

# library.detail.contents.empty.title
source: Contents Unavailable
zh_hans: 目录不可用

# library.detail.favorite
source: Favorite
zh_hans: 收藏

# library.detail.metadata
source: Import Details
zh_hans: 导入信息

# library.detail.pageCount
source: %lld pages
zh_hans: %lld 页

# library.detail.pages
source: Pages
zh_hans: 页数

# library.detail.summary
source: %1$lld chapters · %2$lld pages
zh_hans: %1$lld 话 · %2$lld 页

# library.detail.thumbnail
source: Cover thumbnail
zh_hans: 封面缩略图

# library.detail.thumbnail.available
source: Available
zh_hans: 已生成

# library.detail.thumbnail.unavailable
source: Unavailable
zh_hans: 不可用

# library.favorite.add
source: Add to Favorites
zh_hans: 加入收藏

# library.favorite.remove
source: Remove from Favorites
zh_hans: 取消收藏

# library.favorite.status.added
source: Added
zh_hans: 已收藏

# library.favorite.status.none
source: Not Added
zh_hans: 未收藏

# library.grid.summary
source: %1$lld chapters · %2$lld pages
zh_hans: %1$lld 话 · %2$lld 页

# library.loadFailed
source: ComicReader could not load the local library right now.
zh_hans: 漫画阅读器暂时无法加载本地书库。

# library.loading
source: Loading library…
zh_hans: 正在加载书库…

# library.reload
source: Reload Library
zh_hans: 重新加载书库

# library.read.continue
source: Continue Reading
zh_hans: 继续阅读

# library.read.start
source: Start Reading
zh_hans: 开始阅读

# library.read.unavailable
source: The reader is unavailable.
zh_hans: 阅读器当前不可用。

# library.section.all
source: All Comics
zh_hans: 全部漫画

# library.section.continue
source: Continue Reading
zh_hans: 继续阅读

# library.section.empty.description
source: No comics match this section yet.
zh_hans: 此分类中暂时没有匹配的漫画。

# library.state.unavailable
source: The library is temporarily read-only. Repair or rebuild its local index in Settings; imported comics remain unchanged.
zh_hans: 书库暂时处于只读状态。请在“设置”中修复或重建本地索引；已导入漫画不会改变。

# library.index.opening
source: Opening library index…
zh_hans: 正在打开书库索引…

# library.section.favorites
source: Favorites
zh_hans: 收藏

# library.section.recent
source: Recently Imported
zh_hans: 最近导入

# library.section.shelves
source: Shelves
zh_hans: 自建书架

# library.section.unread
source: Unread
zh_hans: 未读

# library.sidebar
source: Library
zh_hans: 书库

# reader.chapter.continue
source: Swipe to continue to the next chapter.
zh_hans: 继续滑动以进入下一话。

# reader.chapter.finished
source: Chapter Complete
zh_hans: 本话已读完

# reader.comic.end
source: You’ve reached the end of this comic.
zh_hans: 已到达这部漫画的结尾。

# reader.comic.finished
source: Comic Complete
zh_hans: 全书已读完

# reader.controls.direction
source: Reading Direction
zh_hans: 阅读方向

# reader.controls.direction.leftToRight
source: Left to Right
zh_hans: 从左到右

# reader.controls.direction.rightToLeft
source: Right to Left
zh_hans: 从右到左

# reader.controls.menu
source: Reader Controls
zh_hans: 阅读设置

# reader.controls.mode
source: Reading Mode
zh_hans: 阅读模式

# reader.controls.mode.continuous
source: Continuous
zh_hans: 连续滚动

# reader.controls.mode.singlePage
source: Single Page
zh_hans: 单页

# reader.controls.mode.spread
source: Two-Page Spread
zh_hans: 双页

# reader.error.invalid.description
source: The managed comic metadata is invalid or incompatible.
zh_hans: 受管漫画的元数据无效或不兼容。

# reader.error.invalid.title
source: Comic Content Is Invalid
zh_hans: 漫画内容无效

# reader.error.unavailable.description
source: The managed comic files could not be opened. Your source folder was not accessed.
zh_hans: 无法打开受管漫画文件；阅读器没有访问来源文件夹。

# reader.error.unavailable.title
source: Comic Files Are Unavailable
zh_hans: 漫画文件不可用

# reader.loading
source: Opening comic…
zh_hans: 正在打开漫画…

# reader.page.loading
source: Loading page…
zh_hans: 正在加载页面…

# reader.page.unavailable
source: Image unavailable
zh_hans: 图片无法显示

# reader.progress.page
source: Page %1$lld of %2$lld
zh_hans: 第 %1$lld / %2$lld 页

# reader.retry
source: Try Again
zh_hans: 重试

# settings.about.section
source: About
zh_hans: 关于

# settings.about.version
source: Version
zh_hans: 版本

# settings.library.rebuild
source: Rebuild Library Index
zh_hans: 重建书库索引

# settings.library.rebuild.description
source: Recreate local library metadata from imported files without changing the originals.
zh_hans: 从已导入文件重新建立本地书库元数据，不会修改原始文件。

# settings.library.repair
source: Reset Damaged Index
zh_hans: 重置损坏索引

# settings.library.repair.confirm.action
source: Reset Index
zh_hans: 重置索引

# settings.library.repair.confirm.message
source: This deletes the damaged local index, including favorites and reading progress. Imported comics and original folders remain unchanged. The index will then be rebuilt from imported files.
zh_hans: 这会删除损坏的本地索引，包括收藏和阅读进度。已导入漫画和原始文件夹不会改变，随后将从已导入文件重建索引。

# settings.library.repair.confirm.title
source: Reset the library index?
zh_hans: 重置书库索引？

# settings.library.repair.description
source: Use this only when the local index cannot be opened. Resetting always requires confirmation.
zh_hans: 仅在本地索引无法打开时使用；重置前始终需要确认。

# settings.library.repair.failed
source: The index could not be reset. Imported files were not changed.
zh_hans: 无法重置索引，已导入文件未被修改。

# settings.library.repairing
source: Resetting library index…
zh_hans: 正在重置书库索引…

# settings.library.opening
source: Opening library index…
zh_hans: 正在打开书库索引…

# settings.library.section
source: Library Maintenance
zh_hans: 书库维护

# settings.privacy.description
source: ComicReader is local-first and does not collect behavioral analytics.
zh_hans: ComicReader 坚持本地优先，不收集行为分析数据。

# settings.privacy.section
source: Privacy
zh_hans: 隐私

# settings.title
source: Settings
zh_hans: 设置
